<?php defined('InShopNC') or exit('Access Invalid!'); return array (
  'name' => 
  array (
    3 => '饼干、糕点',
    4 => '酒水饮料',
    5 => '茶冲、乳品',
    6 => '粮油干货',
    7 => '厨房调料',
    8 => '方便速食',
    9 => '休闲零食',
    10 => '清洁用品',
    11 => '生鲜食品',
  ),
  'parent' => 
  array (
    3 => '0',
    4 => '0',
    5 => '0',
    6 => '0',
    7 => '0',
    8 => '0',
    9 => '0',
    10 => '0',
    11 => '0',
  ),
  'children' => 
  array (
    0 => 
    array (
      0 => '3',
      1 => '4',
      2 => '5',
      3 => '6',
      4 => '7',
      5 => '8',
      6 => '9',
      7 => '10',
      8 => '11',
    ),
  ),
);